{"Description": "Sally Ride was the first American woman in space. Born on May 26, 1951 in Los Angeles, California, she received a Bachelor in Physics and English in 1973 from Stanford University and, later, a Master in Physics in 1975 and a Doctorate in Physics in 1978, also from Stanford. NASA selected Dr. Ride as an astronaut candidate in January 1978. She completed her training in August 1979, and began her astronaut career as a mission specialist on STS-7, which launched from Kennedy Space Center, Florida on June 18, 1983. The mission spent 147 hours in space before landing on a lakebed runway at Edwards Air Force Base, California on June 24, 1983. Dr. Ride also served as a mission specialist on STS-41-G, which launched from Kennedy Space Center, Florida on October 5, 1984 and landed 197 hours later at Kennedy Space Center, Florida on October 13, 1984. In June 1985, NASA assigned Dr. Ride to serve as mission specialist on STS-61-M. She discontinued mission training in January 1986 to serve as a member of the Presidential Commission on the Space Shuttle Challenger accident, also known as the Rogers Commission. Upon completing the investigation she returned to NASA Headquarters as Special Assistant to the Administrator for Long Range and Strategic Planning, where she lead a team that wrote NASA Leadership and America's Future in Space:A Report to the Administrator in August 1987. Dr. Ride has also written a children's book, To Space and Back, describing her experiences in space, has received the Jefferson Award for Public Service, and has twice been awarded the National Spaceflight Medal. Her latest books include Voyager:An Adventure to the Edge of the Solar System and The Third Planet: Exploring the Earth from Space. She was also a member of the Columbia Accident Investigation Board (CAIB), which investigated the February 1, 2003 loss of Space Shuttle Columbia. Dr. Ride is currently a physics professor and Director of the California Space Institute at the University of California, San Diego.", "Date": "31 May 1984", "Source": "Description page (direct image link)", "Author": "NASA; retouched by Coffeeandcrumbs", "Other versions": "File:Sally Ride, First U.S. Woman in Space - GPN-2004-00019.jpg (original unrestored version)File:Sally Ride in 1984.jpg (alternate version)File:SallyRide.jpeg (low quality)", "caption": "Ride in 1984", "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Sally_Ride_%281984%29.jpg/220px-Sally_Ride_%281984%29.jpg"}